<template>
    <div class="bdetail">
        <scroll ref="scroll" class="tuijiancontent">
            <div>
                <div class="binfo">
                        <div class="back">
                            <i style="position: absolute;top:10px;left:6px;z-index:50;" class="fa fa-chevron-down fa-2x" @click="back"></i>
                        </div>
                        <div style="text-align: center;line-height: 50px">
                            <h2>daisy绽放丨深藏起的那份爱</h2>
                        </div>
                    <div >
                             <img src="@/assets/22.png" style="height:225px;">
                        <br>
                            &nbsp;&nbsp;&nbsp;记住遇见你的时间。四点十五。<br>
                            &nbsp;&nbsp;&nbsp;<br>
                            &nbsp;&nbsp;&nbsp;我第一次遇见《雏菊》，是在一家喜欢的咖啡馆。午后灼热的阳光，木棱黑板上写着“sun dance”，我推门进去。温柔的音乐，明亮的阳光，食物冰凉而甜美的味道，随意翻看的一本杂志。只是一场巧合。<br>
                            &nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;就好似他第一次遇见她，只不过是为了躲躲杀人后的风声，在日光撒满雏菊绿野的温柔时刻，于是一生，都改变了。<br>
                            &nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;就好似她第一次遇见只不过是为了挡挡犯罪分子视线的他，在阿姆斯特丹的广场，四点十五，于是一生，都爱错了。<br>
                            &nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;我想，有的时候生命真是一场误会，要不为什么偏偏要惠英在四点十五的广场上遇上偏偏买了雏菊的郑郁。或者说，要不为什么偏偏要朴毅在第一次杀人之后遇上偏偏在雏菊田上画画儿的惠英。<br>&nbsp;
                            <br><br>&nbsp;&nbsp;&nbsp;&nbsp;第二次看《雏菊》，我在一间四星酒店里，服务员来敲门，告诉我房间里的电脑没有音箱。那个城市对于我来说永远是一个漂移的岛屿，而我对于它来说不过是一个过客。对于惠英来说，阿姆斯特丹也不过是个等待的起点，在雨中等待天晴朗的她，也是在这个芬芳城市里等待她的爱情，那个为她送来雏菊花儿的人，一只在古董店外的影子。<br>&nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;
                            四点十五，我们相见的时间。四月十五，你会不会来我的画展。
                        <img src="@/assets/132.png" style="height:225px;">
                        <br><br>&nbsp;&nbsp;&nbsp;&nbsp;她不知道一切都是个错误，她将她的爱情信以为真，并且为此孜孜不倦地等待。在那些失声的日子里，她安静地坐在白色病床之上，床边放着蓬松的雏菊；在迷醉的午后阳光下打盹，对面坐着朴毅,手里的笔却不自觉地勾勒出郑郁的轮廓，眼泪涌了上来；有着昏黄灯光的餐厅里默默地等待朴毅，却不知忽然熄灭了灯光的这个时刻里，朴毅把自己的生命都抵押出去。<br><br>&nbsp;&nbsp;&nbsp;&nbsp;她没有白等。当郑郁回来的时候，他去敲她的房门，一扇门隔出了三个人的世界。在惠英咿咿呀呀的哭声中离去的郑郁，用手指猛烈地敲打着木头门的惠英，谁都没有看见房间里听着一切的朴毅，其实他是这场爱情中爱得最早爱得最深爱得最痛爱得最默不作声的那个人。<br><br><br>&nbsp;&nbsp;&nbsp;&nbsp;第三次看《雏菊》，是在夏天已经逝去的时节。那个人已经不在，一切都追不回来。郑郁的生命停留在四月十五，从此他的生命不再有变数，最后的变数是415，然而没有人如同他想象的那样快快乐乐地生活下去。<br>&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;爱的谎言究竟要不要负上罪过？郑郁终于在死前知道了惠英一直在等待的人就是朴毅。然而当初他默认了惠英所误解的爱情，用一个拥抱谎骗了自己真实的身份。他替代了送花人，借他的身份获取了惠英的爱，可是他，没有错，是爱的不是时候。<br><br>&nbsp;&nbsp;&nbsp;&nbsp;一个杀手如果想要爱，那么必定没有出路。说谎和圆谎是已然注定的命运，所以朴毅撒了谎，他对惠英说：“我只不过喜欢你的画，想和你做个朋友而已。”但愿在杀第一个人之前就遇上她；以为连唯一想亲近的人都没有了，就应该可以好好地活下去；总希望有一天和她谈起画的时候，自己不会是个什么都不懂的傻瓜。是这样浓到不敢张扬的爱啊。<br><br><br>&nbsp;&nbsp;&nbsp;&nbsp;第四次看《雏菊》，生活已是另一片天地。身边有另外爱护的人，眼泪也不再掉半滴。为惠英做饭、倒垃圾、煮一杯温软的热茶，他已经不再是隐藏在广场楼上静默的看客，朴毅用出乎意料的勇气出现在她的生活中，然而依旧对爱缄默。<br>&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;截然而止的爱情把惠英这样不明不白地丢弃，人是可以死去的，然而爱情无法跟着郑郁的死一起埋葬，反而让她更加无法忘怀，并为此忽略身边的一切美景。那个懂得莫奈画的人，那个懂得印象派作品的人，那个懂得她唇语的人，并不是她一直眺望的人，而是她身后的身后的，一直站在她身后的那个男子。朴毅的守侯没有任何结果，然而他收获的是一场没有人给予的欢喜，他说，谢谢你给我的幸福时光。等她终于明白了始末，他把一直不为人知的对错都告诉她，一切都结束了。就如同他自己说的那样，秘密就是生命。秘密不再了，生命也无法继续存留。朴毅抱着惠英的尸体哭着说，让我们重新开始。一切一切都已经结束了。<br><br>&nbsp;&nbsp;&nbsp;&nbsp;如果你能够早一点回头，那么一切是不是会不一样了呢？回想起过去的那些细节，他为她造桥后坐在车上与她擦肩而过；在广场上为他画像，纠正他面光的方向……你终于知道，他为你活过爱过，并为着你，走上生命的尽头。一个杀手，他不能有爱不能奢求光明，否则最后的出路不过是死亡而已。<br><br>&nbsp;&nbsp;&nbsp;&nbsp;在枪声以及观众的脑海中倒下的朴毅，生命终于因爱而得到圆满，而这以死为结局的出口应该是最美满的一生吧。<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;镜头的轮回，是最初的那个雨天。屋檐下的惠英，一左一右两个深爱她的男子。那块映在水洼中的蓝色牌子上写：未来是可以改变的。这样被改变了的三个人的命运，却都是最最完满的结局。<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[对我来说。一直都会是五颗星星的电影，因为它记录的还包括自己曾经走过的一段爱情。]
                    </div>
                </div>
            </div>
        </scroll>
    </div>
</template>

<script>
import Scroll from '@/components/scroll'
export default {
    name:"Blogdetail",
    data() {
        return {
        };
    },
    methods:{
        back(){
         this.$router.back() //回退到上一级路由
        },
    },
	components:{
		Scroll
	},
}
</script>

<style type="text/css">
.binfo{
    background: white;
    height: 100%;
    width: 100%;
}
    .bdetail{
        position: fixed;
        z-index: 100;
        top: 0;
        left: 0;
        bottom: 0;
        right: 0;
    }
</style>